{"id":"tt0102926","title":"The Silence of the Lambs","rating":8.6,"rating_count":1400000,"release_year":1991,"popularity":298,"imdb_type":"movie","runtime":"1h 58m","genres":["Crime","Drama","Thriller"],"countries":["United States"],"languages":["English","Latin"],"director_names":["Jonathan Demme"],"creator_names":[],"description":"F.B.I. trainee Clarice Starling (Jodie Foster) works hard to advance her career, while trying to hide or put behind her West Virginia roots, of which if some knew, would automatically classify her as being backward or white trash. After graduation, she aspires to work in the agency's Behavioral Science Unit under the leadership of Jack Crawford (Scott Glenn). While she is still a trainee, Crawford asks her to question Dr. Hannibal Lecter (Sir Anthony Hopkins), a psychiatrist imprisoned, thus far, for eight years in maximum security isolation for being a serial killer who cannibalized his victims. Clarice is able to figure out the assignment is to pick Lecter's brains to help them solve another serial murder case, that of someone coined by the media as \"Buffalo Bill\" (Ted Levine), who has so far killed five victims, all located in the eastern U.S., all young women, who are slightly overweight (especially around the hips), all who were drowned in natural bodies of water, and all who were stripped of large swaths of skin. She also figures that Crawford chose her, as a woman, to be able to trigger some emotional response from Lecter. After speaking to Lecter for the first time, she realizes that everything with him will be a psychological game, with her often having to read between the very cryptic lines he provides. She has to decide how much she will play along, as his request in return for talking to him is to expose herself emotionally to him. The case takes a more dire turn when a sixth victim is discovered, this one from who they are able to retrieve a key piece of evidence, if Lecter is being forthright as to its meaning. A potential seventh victim is high profile Catherine Martin (Brooke Smith), the daughter of Senator Ruth Martin (Diane Baker), which places greater scrutiny on the case as they search for a hopefully still alive Catherine. Who may factor into what happens is Dr. Frederick Chilton (Anthony Heald), the warden at the prison, an opportunist who sees the higher profile with Catherine, meaning a higher profile for himself if he can insert himself successfully into the proceedings.","aka":["Silence of the Lambs"],"version":2,"image":"https://m.media-amazon.com/images/M/MV5BNjNhZTk0ZmEtNjJhMi00YzFlLWE1MmEtYzM1M2ZmMGMwMTU4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_QL75_UY281_CR0,0,190,281_.jpg","imdb_date":"1991-06-14","actors":[{"id":"nm0000149","name":"Jodie Foster"},{"id":"nm0000164","name":"Anthony Hopkins"},{"id":"nm0095029","name":"Lawrence A. Bonney"},{"id":"nm0501435","name":"Kasi Lemmons"},{"id":"nm0942145","name":"Lawrence T. Wrentz"},{"id":"nm0001277","name":"Scott Glenn"},{"id":"nm0372217","name":"Anthony Heald"},{"id":"nm0265670","name":"Frankie Faison"},{"id":"nm0110667","name":"Don Brockett"},{"id":"nm0780557","name":"Frank Seals Jr."},{"id":"nm0748785","name":"Stuart Rudin"},{"id":"nm0804705","name":"Maria Skorobogatov"},{"id":"nm1508029","name":"Jeffrie Lane"},{"id":"nm0502229","name":"Leib Lensky"},{"id":"nm0777230","name":"George 'Red' Schwartz"},{"id":"nm0733940","name":"Jim Roche"},{"id":"nm0807548","name":"Brooke Smith"},{"id":"nm0505971","name":"Ted Levine"}]}