{"id":"tt1583421","title":"G.I. Joe: Retaliation","rating":5.7,"rating_count":180000,"release_year":2013,"popularity":2637,"imdb_type":"movie","runtime":"1h 50m","genres":["Action","Adventure","Sci-Fi","Thriller"],"countries":["United States"],"languages":["English"],"director_names":["Jon M. Chu"],"creator_names":[],"description":"The Joes re-team to prevent Cobra from achieving total world domination in this sequel that picks up shortly after the events of G.I. Joe: The Rise of Cobra. The Nanomite threat has been neutralized, and the U.S. government has imprisoned Cobra Commander and Destro in an inescapable subterranean prison. When the leader of Pakistan is assassinated, the U.S. president (Jonathan Pryce) calls on the Joes to secure Pakistan's nuclear warheads before they fall into enemy hands. In the wake of successfully completing their mission, however, the Joes are decimated in a devastating surprise attack. When the smoke clears, Roadblock (Dwayne Johnson), Lady Jaye (Adrianne Palicki), and Flint (D.J. Cotrona) are the sole survivors. They're convinced that something is amiss in the White House, and as Lady Jaye theorizes that an impostor is pretending to be the commander in chief, bad guys Storm Shadow (Lee Byung-Hun) and Firefly (Ray Stevenson) team up to break Cobra Commander (Luke Bracey) out of prison. Later, as Storm Shadow retreats into the mountains to recover from burns incurred in the extraction, Snake Eyes (Ray Park) and Jinx (Elodie Yung) manage to capture the elusive white ninja, in the process discovering a shocking secret about his past and learning that Zartan (Arnold Vosloo), posing as the president, has called an international summit to discuss nuclear disarmament in order to bring the leaders of the world to their knees before the diabolical Cobra Commander. Now, as Cobra holds the entire globe hostage with a revolutionary new weapon placed on satellites orbiting the planet, it's up to the Joes and a trustworthy old friend to save the day..","aka":["G.I. Joe 2"],"version":2,"image":"https://m.media-amazon.com/images/M/MV5BNzk5ODM0OTQ0N15BMl5BanBnXkFtZTcwODg2ODE4OA@@._V1_QL75_UX190_CR0,6,190,281_.jpg","imdb_date":"2013-03-27","actors":[{"id":"nm0425005","name":"Dwayne Johnson"},{"id":"nm1475594","name":"Channing Tatum"},{"id":"nm1597316","name":"Adrianne Palicki"},{"id":"nm0496932","name":"Lee Byung-hun"},{"id":"nm0000596","name":"Jonathan Pryce"},{"id":"nm1392388","name":"Elodie Yung"},{"id":"nm0829032","name":"Ray Stevenson"},{"id":"nm1366616","name":"D.J. Cotrona"},{"id":"nm0661917","name":"Ray Park"},{"id":"nm3478396","name":"Luke Bracey"},{"id":"nm0324658","name":"Walton Goggins"},{"id":"nm0903677","name":"Arnold Vosloo"},{"id":"nm0001515","name":"Joseph Mazzello"},{"id":"nm1563361","name":"Nick Erickson"},{"id":"nm0753526","name":"RZA"},{"id":"nm4987942","name":"Naim Alherimi"},{"id":"nm3769788","name":"Ravi Naidu"},{"id":"nm0313902","name":"Matt Gerald"}]}