{"id":"tt1596363","title":"The Big Short","rating":7.8,"rating_count":415000,"release_year":2015,"popularity":381,"imdb_type":"movie","runtime":"2h 10m","genres":["Biography","Comedy","Drama","History"],"countries":["United States"],"languages":["English"],"director_names":["Adam McKay"],"creator_names":[],"description":"Three separate but parallel stories of the U.S mortgage housing crisis of 2005 are told. Michael Burry, an eccentric ex-physician turned one-eyed Scion Capital hedge fund manager, has traded traditional office attire for shorts, bare feet and a Supercuts haircut. He believes that the US housing market is built on a bubble that will burst within the next few years. Autonomy within the company allows Burry to do largely as he pleases, so Burry proceeds to bet against the housing market with the banks, who are more than happy to accept his proposal for something that has never happened in American history. The banks believe that Burry is a crackpot and therefore are confident in that they will win the deal. Jared Vennett with Deutschebank gets wind of what Burry is doing and, as an investor believes he too can cash in on Burry's beliefs. An errant telephone call to FrontPoint Partners gets this information into the hands of Mark Baum, an idealist who is fed up with the corruption in the financial industry. Baum and his associates, who work at an arms length under Morgan Stanley, decide to join forces with Vennett despite not totally trusting him. In addition to Burry's information, they further believe that most of the mortgages are overrated by the bond agencies, with the banks collating all the sub-prime mortgages under AAA packages. Charlie Geller and Jamie Shipley, who are minor players in a $30 million start-up garage company called Brownfield, get a hold of Vennett's prospectus on the matter. Wanting in on the action but not having the official clout to play, they decide to call an old \"friend\", retired investment banker Ben Rickert, to help out. All three of these groups work on the premise that the banks are stupid and don't know what's going on, while for them to win, the general economy has to lose, which means the suffering of the general investor who trusts the financial institutions. That latter aspect may not sit well with Baum. Some of these assumptions may be incorrect and may be far more manipulative than they could have ever imagined, which in turn may throw curves into the process.","aka":["Đại Suy Thoái"],"version":2,"image":"https://m.media-amazon.com/images/M/MV5BNDc4MThhN2EtZjMzNC00ZDJmLThiZTgtNThlY2UxZWMzNjdkXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_QL75_UX190_CR0,8,190,281_FMwebp.webp","imdb_date":"2016-01-22","actors":[{"id":"nm0000288","name":"Christian Bale"},{"id":"nm0136797","name":"Steve Carell"},{"id":"nm0331516","name":"Ryan Gosling"},{"id":"nm0000093","name":"Brad Pitt"},{"id":"nm5647921","name":"Rudy Eisenzopf"},{"id":"nm2517511","name":"Casey Groves"},{"id":"nm0847857","name":"Charlie Talbert"},{"id":"nm4000521","name":"Harold Gervais"},{"id":"nm8770973","name":"Maria Frangos"},{"id":"nm3363398","name":"Hunter Burke"},{"id":"nm0387900","name":"Bernard Hocke"},{"id":"nm2754773","name":"Shauna Rappold"},{"id":"nm1975871","name":"Brandon Stacy"},{"id":"nm5583008","name":"Aiden Flowers"},{"id":"nm0258523","name":"Peter Epstein"},{"id":"nm0545008","name":"Anthony Marble"},{"id":"nm0178385","name":"Silas Cooper"},{"id":"nm4747279","name":"Leslie Castay"}]}