{
    "id": "tt2764620",
    "title": "Ein anderes Land",
    "rating": 8.2,
    "rating_count": 722,
    "release_year": 2013,
    "imdb_type": "tvEpisode",
    "runtime": "1h 35m",
    "genres": [
        "Action",
        "Drama",
        "History",
        "War"
    ],
    "countries": [
        "Germany"
    ],
    "languages": [
        "German",
        "Russian",
        "Polish"
    ],
    "director_names": [
        "Philipp Kadelbach"
    ],
    "creator_names": [],
    "description": "Wilhelm's death sentence has been mitigated to a transfer into a punitive battalion. The Wehrmacht now needs every man. In Russia, Charlotte and Wilhelm meet again - a disturbing encounter for both. Especially Charlotte is overwhelmed by her feelings, since she thought Wilhelm dead. But the war tears them asunder once more. The Red Army is now advancing on all fronts. While Friedhelm's new unit in Poland is still cracking down brutally on the partisan group Viktor is a member of, Charlotte's field hopital is overrun by the Russians. Charlotte is captured by the Russians. Greta is visited in prison by her former lover and protector Dorn. Like so many others, he sees the end of the NS-regime approaching and tries to save his own neck. He wants Greta to testify that he had helped her boyfriend Viktor to escape from Germany: Her life in exchange for her signature. Wilhelm uses the chaos of retreat and defects from his punitive battalion. He makes his difficult and dangerous way back to Berlin. The war is on its last legs, but still thousands are dying each day. Friedhelm, too, is sent towards the advancing Red Army with a contigent in the last days of the war. Four years previously, the five friends had wanted to meet in Berlin at Christmas. Four Christmasses have since passed, without a reunion. A country lies in ruins. Millions of people on all sides have died a meaningless death. Those five, too, haven't weathered the war without losses, and those who survived will never be the same again.",
    "aka": [],
    "image": "https://m.media-amazon.com/images/M/MV5BYjkzMTNmNGMtYTlmZi00MWY5LWE3MDgtMDgzYWI2NTZhNTc3XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_FMjpg_UX500_.jpg",
    "imdb_date": "2013-03-20",
    "actors": [
        {
            "id": "nm1432815",
            "name": "Volker Bruch"
        },
        {
            "id": "nm0771713",
            "name": "Tom Schilling"
        },
        {
            "id": "nm0778348",
            "name": "Katharina Schüttler"
        },
        {
            "id": "nm0872225",
            "name": "Ludwig Trepte"
        },
        {
            "id": "nm0825587",
            "name": "Miriam Stein"
        },
        {
            "id": "nm2409219",
            "name": "Mark Waschke"
        },
        {
            "id": "nm2957324",
            "name": "Alina Levshin"
        },
        {
            "id": "nm0339730",
            "name": "Lucas Gregorowicz"
        },
        {
            "id": "nm1007965",
            "name": "Henriette Richter-Röhl"
        },
        {
            "id": "nm0775794",
            "name": "Götz Schubert"
        },
        {
            "id": "nm0343857",
            "name": "Sylvester Groth"
        },
        {
            "id": "nm2900090",
            "name": "Adam Markiewicz"
        },
        {
            "id": "nm0666788",
            "name": "Christiane Paul"
        },
        {
            "id": "nm0480487",
            "name": "Bernd Michael Lade"
        },
        {
            "id": "nm4626714",
            "name": "Inga Jarkova"
        },
        {
            "id": "nm0363335",
            "name": "Marek Harloff"
        },
        {
            "id": "nm2165699",
            "name": "Anne Diemer"
        },
        {
            "id": "nm1311030",
            "name": "Karina Plachetka"
        }
    ]
}